Repository: collective/collective.campaignmonitor
Catalog: src/collective/campaignmonitor/locales/*/LC_MESSAGES/collective.campaignmonitor.po
Languages: es, eu

source: Campaign Monitor uses clients to group lists, invoices, ... Select the one that you want to use in Plone
es: Campaign Monitor utiliza clientes para agrupar listas, facturas, ... Seleccione el cliente que desee utilizar
eu: Campaign Monitorrek bezeroen kontzeptua erabiltzen du zerrendak, fakturak, ... taldekatzeko. Aukeratu zein bezero erabili nahi duzun

source: CampaignMonitor API Key
es: API Key de Campaign Monitor
eu: Campaign Monitorren API gakoa

source: CampaignMonitor Settings
es: Configuración de Campaign Monitor
eu: Campaign Monitorren konfigurazioa

source: CampaingMonitor Settings
es: Configuracion de Campaign Monitor
eu: Campaign Monitorren konfigurazioa

source: Client ID
es: ID de cliente
eu: Bezeroaren IDa

source: Email address
es: Correo electrónico
eu: Posta elektronikoa

source: Force resubscription in default form?
es: ¿Forzar la suscripción de usuarios?
eu: Baja eman dutenen harpidetzak egitea derrigortu?

source: Installs the collective.campaignmonitor add-on.
es: Instalar collective.campaignmonitor.
eu: collective.campaignmonitor produktua instalatu.

source: Invalid email address
es: Correo electrónico no válido
eu: Posta elektronikoa ez da zuzena

source: List ID
es: ID de lista
eu: Zerrendaren IDa

source: Site Setup
es: Configuración del sitio
eu: Atariaren konfigurazioa

source: Standard
es: Estándar
eu: Estandarra

source: Subscribe Form
es: Formulario de suscripción
eu: Harpidetza formularioa

source: Uninstalls the collective.campaignmonitor add-on.
es: Desinstalar collective.campaignmonitor.
eu: collective.campaignmonitor kendu

source: When adding a new subscriber from the API, Campaign Monitor checks if the user was previously unsubscribed from the list and if so it prevents from adding it. If this option is enabled, this check is bypassed. Be careful when using this option.
es: Cuando se añade un nuevo suscriptor utilizando el API, Campaign Monitor verifica si este usuario se ha borrado de la listas de suscriptores y si es así no lo vuelve a suscribir. Si esta opción está activa la verificación no se realiza y se indica a Campaign Monitor que suscriba al usuario en todo caso. Utilice esta opción con cuidado.
eu: APIa erabiliz harpidedun berri bat gehitzean, Campaign Monitorrek harpidedun hori baja emanda dagoen egiaztatzen du eta horrela bada ez du harpidetzen. Aukera hau aktibatuz gero, egiaztapena ez egiteko eskatzen zaio Campaign Monitorri. Aukera hau kontuz erabili.

source: You have been subscribed to the newsletter
es: Se ha suscrito al boletín correctamente
eu: Buletinera ondo harpidetu zara

source: Your subscription could not be processed. Please try again.
es: La suscripción no se ha podido realizar. Inténtelo de nuevo más tarde por favor.
eu: Zure harpidetza egitean errorea gertatu da. Saiatu berriz beranduago mesedez.

source: Your subscription was processed correctly. Check your e-mail for a confirmation message.
es: La suscripción se ha procesado correctamente. Recibirá un correo electrónico de confirmación.
eu: Zure harpidetza ondo prozesatu da. Baieztapen mezu bat jasoko duzu hurrengo pausoak azalduz.

source: collective.campaignmonitor (uninstall)
eu: Campaign Monitorren konfigurazioa

source: help_api_key
es: Introduzca aquí su clave de API de Campaign Monitor (por ejemplo. '8b785dcabe4b5aa24ef84201eas3344d-us4'). Entre a xxx.createsend.com, vaya a 'account settings' -> 'API Keys' haga click en 'Show API key' y copie la clave aquí.
eu: Idatzi hemen Campaign Monitorren API gakoa. Sartu xxx.createsend.com helbidera han 'account settings' -> API Keys aukerara joan eta 'Show API key' aukeran sakatu. Agertuko den gakoa (horrelako zerbait izango da '8b785dcabe4b5aa24ef84201ea7dcdea') hemen itsatsi.

source: help_email
es: Introduzca su correo electrónico
eu: Idatzi zure posta elektronikoa.

source: msg_campaignmonitor_no_account
es: Su cuenta no se ha guardado o no es válida
eu: Zure kontua ez da ondo gorde edo ez da zuzena.

source: subscribe_to_newsletter_button
es: Suscribirse
eu: Harpidetu
